Repository: mathiastornblom/Namnsdagar
Catalog: Namnsdagar/Resources/Localizable.xcstrings
Source language: en
Languages: sv

source: Add new name
sv: Lägg till nytt namn

# Calendar Picker
source: Calender picker
sv: Datum väljare

# DECODING_ERROR
source: There was an error processing the data. Please try again later.
sv: Det uppstod ett fel vid bearbetning av data. Försök igen senare.

source: Edit
sv: Redigera

source: Enter a name
sv: Skriv ett namn

# ERROR_LOADING
source: Error loading data.
sv: Fel vid laddning av data.

# Favorite Names
source: Favorites
sv: Favoriter

source: Favorite Names
sv: Favoritnamn

# INVALID_URL_ERROR
source: The URL provided was invalid. Please contact support.
sv: URL:en som angavs var ogiltig. Kontakta support.

source: Loading...
sv: Laddar...

# NAME_DAY_TITLE
source: Name day reminder
sv: Namnsdagspåminnelse

# Names day
source: Name days
sv: Namnsdagar

# NETWORK_ERROR
source: Unable to connect. Please check your internet connection.
sv: Kan inte ansluta. Kontrollera din internetanslutning.

source: Next Name Day
sv: Nästa namnsdag

source: No results found for '%@'. Please try another name.
sv: Inget namn hittade för; '%@'. Försök med annat namn.

# NO_UPCOMING_NAME_DAY
source: No upcoming name day found for %@.
sv: Ingen kommande namnsdag hittades för %@.

source: Notification Time
sv: Notifikationstid

# PARSE_ERROR
source: Error parsing data. Please try again later.
sv: Fel vid tolkning av data. Försök igen senare.

source: Remove
sv: Ta bort

# REQUEST_FAILED_ERROR
source: The request failed to complete. Check your network connection and try again.
sv: Begäran misslyckades att slutföras. Kontrollera din nätverksanslutning och försök igen.

source: Save
sv: Spara

source: Search
sv: Sök

# SEARCH_NAME_DAY
source: Search for a Name Day
sv: Sök efter en namnsdag

source: Select
sv: Välj

source: Select a date
sv: Välj ett datum

source: Select Notification Time
sv: Välj en notifikationstid

source: Select Time
sv: Välj tid

source: Settings
sv: Inställningar

# TODAY_IS
source: Today is %@'s name day!
sv: Idag är det %@'s namnsdag!

source: Week: %@
sv: Vecka: %@

# WIDGET_DESCRIPTION
source: Shows upcoming name days.
sv: Visar kommande namnsdagar.
